Overload List
Name  |   Description
HemisphericalLightDistribution
 Creates a hemispherical light distribution object.
HemisphericalLightDistribution(HemisphericalLightDistribution)
 Creates a copy of the given hemispherical light distribution
 See Also
  HemisphericalLightDistribution Class
  HemisphericalLightDistribution Members
  Autodesk.Revit.DB.Lighting Namespace